Can't cut instance of [Symbol] out of Wall.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotCutInstanceOutError { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCutInstanceOutError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCutInstanceOutError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CutFailures Class
  Autodesk.Revit.DB Namespace